Repository: thehaipe/RentInspector
Catalog: *.lproj/Localizable.strings
Languages: uk

# general_save
source: Save
uk: Зберегти

# general_cancel
source: Cancel
uk: Скасувати

# general_delete
source: Delete
uk: Видалити

# general_edit
source: Edit
uk: Редагувати

# general_done
source: Done
uk: Готово

# general_back
source: Back
uk: Назад

# general_next
source: Next
uk: Далі

# general_close
source: Close
uk: Закрити

# general_add
source: Add
uk: Додати

# general_create
source: Create
uk: Створити

# general_error
source: Error
uk: Помилка

# general_success
source: Success
uk: Успіх

# general_change
source: Change
uk: Змінити

# general_pdf_export
source: Export PDF
uk: Експортувати PDF

# tab_records
source: Records
uk: Звіти

# tab_profile
source: Profile
uk: Профіль

# tab_settings
source: Settings
uk: Налаштування

# tab_properties
source: Properties
uk: Об'єкти

# records_title
source: Records
uk: Звіти

# records_empty_title
source: No records yet
uk: Немає звітів

# records_empty_desc
source: Create your first property inspection record
uk: Створіть свій перший звіт про стан нерухомості

# records_first_record
source: Create First Record
uk: Створити перший звіт

# records_create_button
source: Create Record
uk: Створити звіт

# records_search_placeholder
source: Search by title...
uk: Пошук за назвою...

# records_sort
source: Sort
uk: Сортування

# records_filter
source: Filter
uk: Фільтрація

# records_filter_by_date
source: Filter by Date
uk: Фільтр за датою

# records_new_record
source: New Record
uk: Новий звіт

# records_photos
source: Photos
uk: Фотографії

# records_no_photos
source: No photos
uk: Фото відсутні

# records_comment
source: Comment
uk: Коментар

# records_new_property
source: New Property
uk: Новий обʼєкт

# records_delete_record
source: Delete Report
uk: Видалити звіт

# export_pdf_from_selected_record
source: Export PDF
uk: Експорт PDF

# delete_record
source: Delete Report
uk: Видалити звіт?

# edit_record_title
source: Edit Title
uk: Редагувати назву

# record_rooms
source: Rooms
uk: Кімнати

# record_room
source: Rooms
uk: Кімнат

# record_photo
source: Photos
uk: Фото

# record_stage
source: Stage
uk: Етап

source: Record Created!
uk: Звіт створено!

# record_next_visit
source: Next visit: %@
uk: Наступний візит: %@

# photo_number_format
source: Photo %d
uk: Фото %d

# onboarding_step_format
source: Step %d: %@
uk: Крок %d: %@

# create_step_rooms
source: Room Count
uk: Кількість кімнат

# create_step_balcony
source: Balcony & Loggia
uk: Балкон та лоджія

# create_step_additional
source: Additional Rooms
uk: Додаткові приміщення

# create_step_form
source: Fill Record
uk: Заповнення звіту

# create_room_count_title
source: How many rooms?
uk: Скільки кімнат?

# create_room_count_subtitle
source: Select the number of living rooms
uk: Оберіть кількість житлових кімнат

# create_balcony_title
source: Do you have a balcony?
uk: Чи є у вас балкон, лоджа?

# create_balcony_subtitle
source: Select available options
uk: Оберіть наявні опції

# create_additional_title
source: Additional Rooms
uk: Додаткові кімнати

# create_additional_subtitle
source: Specify number of extra rooms
uk: Вкажіть кількість додаткових приміщень

# create_room_option_format
source: %d-room
uk: %d-кімнатна

# create_action_to_record
source: Go to Record
uk: До запису

# create_save_record
source: Save Record
uk: Зберегти звіт

# days_short
source: d
uk: д

# form_title_label
source: Report Title
uk: Назва звіту

# form_blank_address
source: No Address
uk: Без адреси

# form_title_placeholder
source: E.g. Apartment on Main St
uk: Наприклад: Квартира на Шевченка

# form_stage_label
source: Stage
uk: Етап

# form_reminder_label
source: Visit Reminder
uk: Нагадування про візит

# form_reminder_none
source: Not set
uk: Не встановлено

# form_reminder_days
source: Every %d days
uk: Кожні %d днів

# form_add_bathroom
source: Add Bathroom
uk: Додати санвузол

# form_add_photo
source: Add Photo
uk: Додати фото

# form_remiender_range
source: Reminder Interval
uk: Інтервал нагадування

# form_record_title_label
source: Title
uk: Назва

source: Property
uk: Обʼєкт нерухомості

source: Choose Property
uk: Обрати обʼєкт

source: No Properties
uk: Немає обʼєктів

# create_first_property
source: Create your first property to group reports.
uk: Створіть свій перший обʼєкт нерухомості, щоб групувати звіти.

source: Add Property
uk: Додати обʼєкт

# property_placeholder_name_label
source: Name (e.g. Studio on 5th Ave)
uk: Назва (напр. Студія на окружній)

# property_placeholder_address_label
source: Address (e.g. Naukova St. 1)
uk: Адреса (напр. вул. Наукова 1)

# deatach_record_from_property
source: Detach from Property
uk: Відвʼязати від обʼєкту

# property_no_records_yet
source: No reports for this property yet
uk: У цьому обʼєкті ще намає звітів

# not_attach_to_property
source: Do Not Attach
uk: Не привʼязувати

source: Attach to Property
uk: Привʼязати до обʼєкту

# choose_property_title
source: Select Property
uk: Оберіть обʼєкт

# property_search_not_found
source: No property found matching '%@'
uk: Об'єкт за запитом '%@' не знайдено

source: Property Information
uk: Інформація про обʼєкт

# room_type_Bedroom
source: Bedroom
uk: Кімната

# room_type_Kitchen
source: Kitchen
uk: Кухня

# room_type_Bathroom
source: Bathroom
uk: Санвузол

# room_type_Balcony
source: Balcony
uk: Балкон

# room_type_Loggia
source: Loggia
uk: Лоджія

# room_type_Wardrobe
source: Wardrobe
uk: Гардероб

# room_type_Storage
source: Storage
uk: Кладова

# room_type_Other
source: Other
uk: Інше

# stage_Move In
source: Move In
uk: Заселення

# stage_Living
source: Living
uk: Проживання

# stage_Move Out
source: Move Out
uk: Виселення

source: Settings
uk: Налаштування

# settings_appearance
source: Appearance
uk: Зовнішній вигляд

# settings_theme
source: Theme
uk: Тема

# settings_language
source: Language
uk: Мова

# settings_data
source: Stats & Data
uk: Статистика і дані

# settings_storage_info
source: Saved Records
uk: Звітів збережено

# settings_clear_data
source: Clear All Data
uk: Очистити всі дані

# settings_about
source: About
uk: Про додаток

# settings_version
source: Version
uk: Версія

# settings_build
source: Build
uk: Збірка

# settings_developer
source: Developer
uk: Розробник

# settings_clear_alert_title
source: Clear All Data?
uk: Очистити всі дані?

# settings_clear_alert_message
source: All records will be permanently deleted. This action cannot be undone.
uk: Всі звіти будуть видалені назавжди. Цю дію неможливо скасувати.

# settings_choose_theme
source: Choose Theme
uk: Вибір теми

source: Profile
uk: Профіль

# profile_name_label
source: Name
uk: Ім'я

# profile_name_placeholder
source: Enter your name
uk: Введіть ваше ім'я

# profile_stats
source: Stats
uk: Статистика

# profile_total_records
source: Total Records
uk: Всього звітів

# profile_app_usage
source: Member Since
uk: Використовуєте додаток з

# profile_welcome_user_format
source: Welcome, %@ ðŸ‘‹
uk: Вітаємо, %@ 👋

# success_name_saved
source: Name saved!
uk: Імʼя збережено!

# success_all_records_deleted
source: Data successfully deleted
uk: Дані успішно видалено

# error_name_short
source: Name is too short
uk: Ім'я має містити мінімум 2 символи

# error_name_long
source: Name is too long
uk: Ім'я занадто довге

# error_name_invalid
source: Invalid characters in name
uk: Недопустимі символи в імені

# error_name_letters_only
source: Only letters are allowed (Latin/Cyrillic)
uk: Дозволено тільки літери (латиниця/кирилиця)

# error_name_digits
source: Name cannot contain numbers
uk: Ім'я не може містити цифри

# error_name_special_chars
source: Name cannot contain special characters
uk: Ім'я не може містити спецсимволи

# error_save_failed
source: Failed to save data
uk: Не вдалося зберегти дані

# error_delete_room_title
source: Delete Room?
uk: Видалити кімнату?

# error_delete_room_message
source: This room and all its photos will be deleted.
uk: Ця кімната та всі її фото будуть видалені.

# error_delete_comfirmation
source: Are you sure you want to delete this room and all entered data?
uk: Ви впевнені, що хочете видалити цю кімнату та всі введені дані?

# error_delete_record_confirmation
source: This report will be deleted permanently. This action cannot be undone.
uk: Цей звіт буде видалено назавжди. Цю дію неможливо скасувати.

# error_delete_all_records_alert_title
source: All records will be deleted permanently. This action cannot be undone.
uk: Всі звіти будуть видалені назавжди. Цю дію неможливо скасувати.

# error_unknown
source: Unknown error
uk: Невідома помилка

source: Add Bathroom
uk: Додати санвузол

# turned_off
source: Off
uk: Вимкнено

source: days
uk: днів

# remiender
source: Reminder
uk: Нагадування

# sort_ascending
source: Oldest First
uk: Старіші

# sort_descending
source: Newest First
uk: Новіші

# filter_all
source: All
uk: Всі

# filter_today
source: Today
uk: Сьогодні

# filter_week
source: Week
uk: Тиждень

# filter_month
source: Month
uk: Місяць

# filter_year
source: Year
uk: Рік

# theme_light
source: Light
uk: Світла

# theme_dark
source: Dark
uk: Темна

# theme_auto
source: Auto
uk: Авто

# theme_desc_light
source: Always light theme
uk: Завжди світла тема

# theme_desc_dark
source: Always dark theme
uk: Завжди темна тема

# theme_desc_auto
source: Follow system settings
uk: Відповідно до системи

# default_room_bedroom
source: Room %d
uk: Кімната %d

# default_room_bathroom
source: Bathroom %d
uk: Санвузол %d

# default_room_wardrobe
source: Wardrobe %d
uk: Гардероб %d

# default_room_storage
source: Storage %d
uk: Кладова %d

# default_room_other
source: Other %d
uk: Інше %d

# default_room_balcony
source: Balcony %d
uk: Балкон %d

# default_room_loggia
source: Loggia %d
uk: Лоджія %d

# default_record_title_format
source: Record %@
uk: Звіт %@

# search_result_not_found
source: Report with title '%@' not found
uk: Звіт за назвою '%@' не знайдено

# realm_no_records
source: No records to delete
uk: Немає записів до видалення

# realm_record_not_found
source: Record not found
uk: Запис не знайдено

# realm_room_not_found
source: Room not found
uk: Кімнату не знайдено

# realm_operation_failed
source: Operation failed: %@
uk: Помилка операції: %@

# realm_invalid_data
source: Invalid data
uk: Невалідні дані

# pdf_date_created
source: Date created: %@
uk: Дата створення: %@

# pdf_total_photos
source: Total photos: %d
uk: Всього фото: %d

# pdf_generated_by
source: Generated by RentInspector â€¢ %@
uk: Згенеровано RentInspector • %@

# pdf_statistics_title
source: Statistics
uk: Статистика
